export default function Details() {
    return (
        <div className="details-section">
            <h1>Details</h1>
            <p>
                ١) كابينة صامتة مصنعة من الحديد المجلفن المقاوم للصدأ ودهان الكتروستات يتحمل جميع العوامل الجوية الصعبة
                ‏‎٢) جريلات تهوية ومروحة طرد للهواء الساخن ومروحة شفط للهواء إلى الداخل للحفاظ على برودة الكومبريسور ومزودة بفلتر لتنقية الهواء عشان نضمن ان الهوا اللي واصل للمريض يكون خالي من الأتربة.
                ‏‎٣) الكبينة متبطنة بالكامل بفوم عازل للصوت من اعلى جودة عشان نضمن اعلى عزل للصوت.
                ‏‎٤) والكبينة مزودة بعجل قابل للتثبيت لسهولة الحركة.
                ‏‎٥) والكبينة مزودة كمان بمخرج للهواء والماء وكهربا عشان لما نحط الكومبريسور في الكابينة مانحتجش نفتح عشان نعمل اي حاجة كل التحكم خارجي والمراقبة كمان.
            </p>
        </div>

    )
}